export type SiteConfig = typeof siteConfig;

export const siteConfig = {
  name: "SANAD Application",
  description: "التقيم العقاري باسهل مايمكن",
  downloadIos: "تحميل ",
  downloadAndroid: "تحميل للاندرويد",
  contact: "",
  aboutData:{
    items:[
      "تطبيق سند هو تطبيق مجاني لمساعدة كل من يعمل في مجال التقيم العقاري عبر تمكين المعايين من عمل تقييم كامل من خلال التطبيق",
      "بشكل اساسي التطبيق مرتبط بالخدمات التي يقدمها موقعنا, هذا التطبيق يمكن اعتبارة مقدم للشركات وليس للافراد, بمعنى اذا كنت شخصا لايعمل بالتقيم العقاري فمن الغالب ان هذا التطبيق غير مفيد لك",
      "في حال كنت تعمل بالتقيم العقاري وتحب ان تسخدم هذا التطبيق ننصح بالاشتراك في الموقع او التواصل معنا في البداية.",
    ]
  },
  supportData: {
    title: "خدمة العملاء",
    phone: "0549886314",
    email: "ev2000.ksa@gmail.com",
    description:
      "داخل المملكة تستطبيع التحدث مع خدمة العملاء في وقت الدوام الرسمي من التاسعة صباحا حتى السابعة مساء",
    data: [
      {
        title: "",
        items: [
          {
            title:"تقديم شكوى - اقتراح",
            items:[
              "contact us via",
              "ev2000.ksa@gmail.com",
              ""
            ]
          },
          {

          }
        ],
      },
    ],
  },
  privacyPolicy: {
    title: "سياسة الخصوصية والاستخدام - سند",
    data: [
      {
        title: "سياسة الخصوصية والاستخدام - سند",
        items: [
          "تطبيق سند مقدم للعمل مع موقعنا لخدمة مشتركي الموقع عبر تقديم مجموعة من الخدمات والادوات التي تسهل عمل التقيم العقاري, تطبيق سند لايقدم خدمات للعامة حيث لايمكن لاي شخص فتح حساب علية وانما فقط للموضفين والمتعاقدين مع في الموقع. في هذا الملف سيتم شرح وتوضيح استحدام التطبيق وماهي البيانات التي يتم تجميعها من هاتفك ان وجدت وبالتالي فان تنزيلك واستخدامك لتطبيق يعني انك وافقت على هذه الشروط ",
        ],
      },
      {
        title: "هل هذا التطبيق مناسب لي ؟",
        items: [
          "اذا كنت تسأل هذا السؤال فالغالب هذا التطبيق ليس لك. ",
          " فتح حساب في التطبيق فقط عبر شركة تمتلك اشتراك في موقع sanad.icu",
          "الايميل المستخدم في هذا التطبيق يمكن ان يكون ايميلك الشخصي او مجرد اسم مستخد مناسب حيث لايتطلب التطبيق ايميل حقيقي بالتالي ليس هناك اي مخاوف من تجميع واستغلال ايميلات المستخدمين لدينا",
          "تغير اسم المستخدم او تعديل كلمة السر غالبا مايكون عبر داشبورد الشركة نفسها التي اخذت منها الحساب, في اي وقت تحتاج لمساعدة تقنية في هذا الشائن يمكنك الرجوع للشركة او الجهة التي تعمل معها.",
        ],
      },
      {
        title: "الموقع او ال GPS",
        items: [
          "هذا التطبيق يطلب اذونات استخدام الموقع الجغرافي كاداة اساسية في عمل التطبيق لتحديد موقعك (لتحديد وتاكيد موقع او مكان العقار في الخريطة )",
          "في حالة قبولك اي طلب يجب ان تسمح للتطبيق بمعرفة موقعك الجغرافي بشكل مباشر وكذالك الشركة صاحبة الطلب ستتابع حركة سيرك منذ قبولك للطلب وحتى وصولك للموقع المطلوب (مكان العقار) والى ان تنتهي من الطلب.",
          "الشركات التي تقوم بانزال طلبات على التطبيق تقوم باختيار مجموعه الاشخاص فقط لتمكنهم من روية الطلب وامكانية قبولة, لكي تحصل على فرصة اكبر لروية اكبر عدد ممكن من الطلبات تستطيع تفعيل خاصية تحديث الموقع المباشر بحيث تتمكن الشركة من معرفة مكانك في اي لحضة واختيارك ضمن المعاينين الاقرب للطلب",
          "خارج اوقات الدوام يمكن لك ايقاف التحديث المباشر للموقع, وقت الدوام تحدده لك الشركة وتستطيع معرفة منهم",
        ],
      },
      {
        title: "مشاركة بيانات سجل الاستخدام",
        items: [
          "سجل الاستخدام هي مجموعة من البيانات فيها تلخيص المشاكل التي تحصل في التطبيق  في حال واجهتك اي مشكلة بغرض معالجة المشكلة وتحسين الاداء في اصدارات لاحقة",
          "في الوقت الراهن لايوجد اي بيانات تسجل وفي اصدارات جديدة يتم ادراجها واعلامك بذالك",
          "",
        ],
      },
      {
        title: "الحماية",
        items: [
          "هذا التطبيق يستخدم الاتصال الامن htps في كل اتصال بالانترنت.",
          "كل بياناتك المتخزنة في التطبيق تستخدم اعلى معاير  الستندارت العالمية في التشفير.",
          "",
        ],
      },
      {
        title: "التغيرات والتحديثات على هذا الملف",
        items: [
          "اي تغيرات على هذا الملف ستكون مقرونة بالتحديثات على التطبيق حيث انة في حالة تم تحديث او اضافة اي بند او عنصر جديد سيتم اضافتة في هذا الملف قبل نزول التحديث على متجر التطبيقات.",
        ],
      },
    ],
  },
  navItems: [
    {
      label: "Home",
      label_ar: "الرئيسية",
      href: "/",
    },
    {
      label: "privacy",
      label_ar: "الخصوصية",
      href: "/privacy",
    },
    {
      label: "support",
      label_ar: "الدعم",
      href: "/support",
    },
    // {
    //   label: "Blog",
    //   label_ar: "Blog",
    //   href: "/blog",
    // },
    {
      label: "About",
      label_ar: "عنا",
      href: "/about",
    },
  ],
  navMenuItems: [
    {
      label: "Profile",
      href: "/profile",
    },
    {
      label: "Dashboard",
      href: "/dashboard",
    },
    {
      label: "Projects",
      href: "/projects",
    },
    {
      label: "Team",
      href: "/team",
    },
    {
      label: "Calendar",
      href: "/calendar",
    },
    {
      label: "Settings",
      href: "/settings",
    },
    {
      label: "Help & Feedback",
      href: "/help-feedback",
    },
    {
      label: "Logout",
      href: "/logout",
    },
  ],
  links: {
    github: "",
    twitter: "",
    docs: "",
    discord: "",
    sponsor: "",
  },
};
